<?php
// 表情配置,表情图片放在/images/smiley中即可
$GLOBALS['cfg_smileys'] = array(
//	表情符			          图片名称			宽度    高度     表情说明
	'{s:1}'			=>	array('1.gif',			'24',	'24',	'高兴'),
	'{s:2}'			=>  array('2.gif',			'24',	'24',	'撇嘴'),
	'{s:3}'			=>	array('3.gif',			'24',	'24',	'抓狂'),
	'{s:4}'		=>	array('4.gif',			'24',	'24',	'汗'),
	'{s:5}'			=>	array('5.gif',			'24',	'24',	'惊恐'),
	'{s:6}'			=>	array('6.gif',			'24',	'24',	'奋斗'),
	'{s:7}'			=>	array('7.gif',			'24',	'24',	'疑问'),
	'{s:8}'			=>	array('8.gif',			'24',	'24',	'晕'),
	'{s:9}'			=>	array('9.gif',			'24',	'24',	'偷笑'),
	'{s:10}'			=>	array('10.gif',			'24',	'24',	'可爱'),
	'{s:11}'			=>	array('11.gif',			'24',	'24',	'疑惑'),
	'{s:12}'			=>	array('12.gif',			'24',	'24',	'酷'),
	'{s:13}'			=>	array('13.gif',			'24',	'24',	'暴汗'),
	'{s:14}'			=>	array('14.gif',			'24',	'24',	'呕吐'),
	'{s:15}'			=>	array('15.gif',			'24',	'24',	'大笑'),
	'{s:16}'			=>	array('16.gif',			'24',	'24',	'色'),
);
?>
